<?php

return [
    // Labels
    'index_title' => 'Бэкап менеджер базы данных',
    'list'        => 'Список резервных копий',
    'actions'     => 'Действия',
    'empty'       => 'Нет доступных резервных копий.',

    // Actions
    'create'              => 'Создать резервную копию',
    'delete'              => 'Удалить эту резервную копию',
    'sure_to_delete_file' => 'Вы уверены что хотите удалить этот файл <strong>":filename"</strong>?',
    'confirm_delete'      => 'ДА, пожалуйста удалите этот файл!',
    'cancel_delete'       => 'Отменить удаление',
    'restore'             => 'Восстановить базу данных из файла',
    'sure_to_restore'     => 'Вы уверены что хотите восстановить базу данных их этого бэкап файла "<strong>:filename</strong>"? <br><br>Пожалуйста убедитесь что <strong>вы сделали резервную копию текущей базы данных</strong>.',
    'confirm_restore'     => 'ДА, восстановить базу данных!',
    'cancel_restore'      => 'Отменить восстановление',
    'download'            => 'Скачать этот файл',
    'upload'              => 'Загрузить файл резервной копии',

    // Attributes
    'file_name'  => 'Имя файла',
    'file_size'  => 'Размер файла',
    'created_at' => 'Создано',
];
