<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'password' => 'Пароли должны быть иметь покрайней мере 6 символов и соответствовать подтверждению пароля',
    'reset'    => 'Ваш пароль был установлен!',
    'sent'     => 'Мы отправили вам письмо с ссылкой на восстановление пароля!',
    'token'    => 'Этот токен для восстановления пароля не валиденю.',
    'user'     => "Мы не можем найти пользователя с таким адресом эл. почты.",
    "old_password" => "Ваш текущий пароль не соответствует с паролем который вы передали. Пожалуйста попробуйте снова.",
    "same_password" => "Новый пароль не может быть таким же как и текущий. Пожалуйста выберить другой пароль."
];
